W, H = 800, 600    # Параметры окна
PLOT_REDUCTION = 200    # Уменьшает амплитуду на графике
EMG_FPS = 60    # Частота кадров для окна ЭМГ

GESTURES = [
    ("#0 (next 13)", 5), ("#13", 5), ("#0 (next 15)", 5), ("#15", 5),
    ("#0 (next 18)", 5), ("#18", 5), ("#0 (next 19)", 5), ("#19", 5),
    ("#0 (next 34)", 5), ("#34", 5), ("#0 (next 38)", 5), ("#38", 5),
    ("#0 (next 43)", 5), ("#43", 5), ("#0 (next 46)", 5), ("#46", 5),
    ]    # Название жеста и продолжительность

TEXT_AREA_HEIGHT = 60    # Область под название жеста

DURATION = 10
